export const films = [
    {
        id: 1,
        genre: "comedy",
        names:"1+1",
        description:"Пострадав в результате несчастного случая,богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, — молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/b/b9/Intouchables.jpg"
    },

    {
        id: 2,
        genre: "comedy",
        names:"Восемь подруг Оушена",
        description:"Пять лет, восемь месяцев, 12 дней… и далее. Именно столько Дебби Оушен разрабатывала план величайшего ограбления своей жизни.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/8/82/Ocean%27s_8.jpg"
    },

    {
        id: 3,
        genre: "comedy",
        names:"Джентельмены",
        description:"Талантливый выпускник Оксфорда, применив свой уникальный ум и невиданную дерзость, придумал нелегальную схему обогащения с использованием поместья обедневшей английской аристократии. Однако когда он решает продать свой бизнес влиятельному клану миллиардеров из США, на его пути встают не менее обаятельные, но жесткие джентльмены. Намечается обмен любезностями, который точно не обойдется без перестрелок и парочки несчастных случаев.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/c/c1/%D0%94%D0%B6%D0%B5%D0%BD%D1%82%D0%BB%D1%8C%D0%BC%D0%B5%D0%BD%D1%8B.jpg"
    },

    {
        id: 4,
        genre: "comedy",
        names:"Стажер",
        description:"70-летний вдовец Бен Уитакер обнаруживает, что выход на пенсию — еще не конец. Пользуясь случаем, он становится старшим стажером на сайте моды под руководством Джулс Остин.",
        showMore: false,
        image:"https://www.kino-teatr.ru/movie/posters/big/7/116827.jpg"
    },

    {
        id: 5,
        genre: "comedy",
        names:"Почему он?",
        description:"Глава семейства вступает в противостояние с молодым и богатым парнем своей дочери.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/a/a6/Why_Him_%28film%29.jpg"
    },

    {
        id: 6,
        genre: "comedy",
        names:"Отпетые мошенницы",
        description:"Сюжет вращается вокруг двух аферисток и их жертвы. Одна из мошенниц — обманщица высшего класса, предпочитающая тонкие аферы, долгое планирование и крупный куш, вращается в богатых и знатных кругах. Другая же — ниже уровнем, обычно работает по простым и быстрым схемам в стиле «урвал и убежал». И внезапно их интересы сталкиваются. Аферистки не хотят уступить друг другу и решают выбрать одну жертву и по итогам соревнования проигравшая сторона уберется восвояси. Так и происходит, что обе они теперь охотятся за миллионами молодого технического гения, сделавшего состояние в Кремниевой долине. Юноша наивен и бесхитростен и потому попадает в сети обеих мошенниц.",
        showMore: false,
        image:"https://play-lh.googleusercontent.com/VPnOBvQin_z2NYDwUJkQpp68WocUcn3zJdYx_UzAPSSL69WfuUTZqQC5xFNJR4UJCyA"
    },

    {
        id: 7,
        genre: "comedy",
        names:"Круэлла",
        description:"Лондон 70-х годов охвачен зарождающейся культурой панк-рока. Невероятно одаренная мошенница по имени Эстелла решает сделать себе имя в мире моды. Её лучшие друзья — парочка юных карманников, которые ценят страсть Эстеллы к приключениям и надеются вместе с ней отвоевать себе место под солнцем на улицах британской столицы. В один прекрасный день модное чутье Эстеллы привлекает внимание шикарной и пугающе высокомерной баронессы фон Хельман.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/1/16/Cruella_%282021%29_logo.jpg"
    },

    {
        id: 8,
        genre: "romance",
        names:"После",
        description:"Случайная встреча перевернула их привычный мир. Она — прилежная студентка и образцовая дочь, а он — дьявольски притягательный бунтарь из богатой семьи. Живя в параллельных вселенных, они бы вряд ли даже взглянули друг на друга. Однако этому знакомству суждено разделить жизнь влюбленных на до и после…",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/a/a0/%D0%9F%D0%BE%D1%81%D1%82%D0%B5%D1%80_%D1%84%D0%B8%D0%BB%D1%8C%D0%BC%D0%B0_%D0%9F%D0%BE%D1%81%D0%BB%D0%B5_2019.jpeg"
    },
    
    {
        id: 9,
        genre: "romance",
        names:"Если я останусь",
        description:"Мия — талантливая девушка, влюбленная в классическую музыку, в свою виолончель и рокера Адама. Но после автокатастрофы Мия оказывается в коме. Пока тело девушки лежит в больнице, ее душа должна решить, хочет ли она жить дальше или же лучше отправиться в мир иной вслед за своими родными",
        showMore: false,
        image:"https://thumbs.dfs.ivi.ru/storage9/contents/1/7/d19191bfd6cd1a5ae551c5a4601a72.jpg"
    },
    
    {
        id: 10,
        genre: "romance",
        names:"Пассажиры",
        description:"Космический корабль с 5,000 пассажиров на борту, погруженных на время полета в искусственный сон, держит курс на планету, которая станет для них новым домом. Всё идет по плану, но из-за сбоя системы двое пассажиров неожиданно просыпаются и понимают, что до конечного пункта путешествия — 90 лет пути, и им суждено остаток жизни провести вдвоем в роскошных интерьерах корабля, оснащенного по последнему слову техники. Постепенно Джима и Аврору начинает непреодолимо тянуть друг к другу, но корабль попадает в беду, и теперь в их руках — жизнь и судьба всех обитателей корабля.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/9/9d/Passengers.jpg"
    },
    
    {
        id: 11,
        genre: "romance",
        names:"Из моего окна",
        description:"Ракель уже давно тайно влюблена в своего соседа. Но все меняется, когда он начинает отвечать ей взаимностью несмотря на протесты родителей.",
        showMore: false,
        image:"https://ru-images.kinorium.com/movie/1080/2745982.jpg?1644162546"
    },
    
    {
        id: 12,
        genre: "romance",
        names:"До встречи с тобой",
        description:"Лу Кларк знает, сколько шагов от автобусной остановки до ее дома. Она знает, что ей очень нравится работа в кафе и что, скорее всего, она не любит своего бойфренда Патрика. Но Лу не знает, что вот-вот потеряет свою работу и что в ближайшем будущем ей понадобятся все силы, чтобы преодолеть свалившиеся на нее проблемы.",
        showMore: false,
        image:"https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/f0e17561-dd1c-4bbc-95a3-3dbb9d93ee5e/300x450"
    },
    
    {
        id: 13,
        genre: "romance",
        names:"Жена путешественника во времени",
        description:"Они познакомились, когда ей было шесть, а ему — тридцать шесть. Они поженились, когда ей было двадцать три, а ему тридцать один. Потому что Генри страдает редким генетическим заболеванием — синдромом перемещения во времени; его исчезновения из жизни Клэр непредсказуемы, появления — комичны, травматичны и трагичны одновременно.",
        showMore: false,
        image:"https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/449bb449-69e9-4e50-baa6-446e7fcab3bb/600x900"
    },
    
    {
        id: 14,
        genre: "romance",
        names:"Клятва",
        description:"Во время медового месяца Пейдж и Лео попадают в автокатастрофу. Пока жена находится в коме, Лео не отходит от ее кровати ни на час, но возвращение девушки к жизни омрачено потерей памяти — она не узнает любимого и не помнит об их романе. И тогда Лео решает заново завоевать сердце Пейдж.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/thumb/6/68/The_Vow.jpg/216px-The_Vow.jpg"
    },

    {
        id: 15,
        genre: "fantasy",
        names:"Новые мутанты",
        description:"Пятерых юных мутантов против их воли держат на секретном объекте. Здесь они обнаруживают у себя суперспособности и начинают борьбу с грехами прошлого ради своего спасения.",
        showMore: false,
        image:"https://www.film.ru/sites/default/files/movies/posters/16361561-1436736.jpg"
    },

    {
        id: 16,
        genre: "fantasy",
        names:"Аквамен",
        description:"Артур Карри был сыном работника маяка по имени Том Карри и женщины по имени Атланна. Артур уже в подростковом возрасте демонстрировал невероятную силу и скорость, а также возможность дышать под водой и разговаривать с рыбами. Будучи при смерти, Атланна раскрыла мальчику правду: она была Королевой Атлантиды, находившейся в изгнании, и пообещала, что однажды Артур станет правителем семи морей. Его отец дал ему образование и научил управлять своими возможностями, что в конечном итоге помогло ему стать героем по имени Аквамен.",
        showMore: false,
        image:"https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/f59e2998-8371-4260-80d2-018e2bdbd2cf/600x900"
    },

    {
        id: 17,
        genre: "fantasy",
        names:"Чарли и шоколадная фабрика",
        description:"Какие чудеса ждут вас на фабрике Вилли Вонки? Только представьте: травяные луга из сладкого мятного сахара в Шоколадной Комнате. .. Можно проплыть по Шоколадной реке на розовой сахарной лодке. .. Или поставить эксперименты в Комнате изобретений с леденцами, которые никогда не тают. .. Понаблюдать за дрессированными белками в Ореховой Комнате или отправиться в стеклянном лифте в Телевизионную Комнату. Вы найдете слишком много смешного, чуть таинственного и настолько захватывающего в этом путешествии, что оно станет настолько же приятным и сладким для вас, как восхитительная сладкая палочка с розовой сливочной помадкой от Вилли Вонки.",
        showMore: false,
        image:"https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/354d74db-134e-4441-ae62-83c5d3b564a2/600x900"
    },

    {
        id: 18,
        genre: "fantasy",
        names:"Веном",
        description:"В центре сюжета — Веном, один из самых известных антигероев вселенной Человека-паука. Это симбиот, разумное существо инопланетного происхождения, которое вселяется в тело журналиста Эдди Брока.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/0/05/Venom_poster.jpg"
    },

    {
        id: 19,
        genre: "fantasy",
        names:"Собачья жизнь",
        description:"Собаки бывают разных пород, мастей и размеров. Они — наши самые верные и преданные друзья, а мы учим их хорошим манерам. Собаки всегда думают о нас, правда, иногда и о беконе. Все они каждый день провожают и встречают нас у порога в уверенности, что пока им есть, кого облизывать и любить, в их жизни есть смысл.",
        showMore: false,
        image:"https://gl.weburg.net/00/movies/8/37435/original/7492406.jpg"
    },

    {
        id: 20,
        genre: "fantasy",
        names:"Марсианин",
        description:"Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.",
        showMore: false,
        image:"https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/6f631486-e947-487d-94d6-41c2b5a8f5a0/600x900"
    },

    {
        id: 21,
        genre: "fantasy",
        names:"Вечные",
        description:"Вечные — представители расы генетически улучшенных суперлюдей, тайно живущих на Земле. Они появились на свет 5 миллионов лет назад в результате экспериментов могущественных целестиалов. Наделённые невероятными суперспособностями, на протяжении тысячелетий они скрывались от человеческой цивилизации, втайне защищая людей от монструозных девиантов. Однако, последние события и действия Таноса заставили их выйти на свет.",
        showMore: false,
        image:"https://www.kinonews.ru/insimgs/2021/poster/poster103328_1.jpg"
    },

    
]