export const films = [
    {
        id: 1,
        genre: "comedy",
        names:"1+1",
        description:"Пострадав в результате несчастного случая,богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, — молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/b/b9/Intouchables.jpg"
    },

    {
        id: 2,
        genre: "comedy",
        names:"Восемь подруг Оушена",
        description:"Пять лет, восемь месяцев, 12 дней… и далее. Именно столько Дебби Оушен разрабатывала план величайшего ограбления своей жизни.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/8/82/Ocean%27s_8.jpg"
    },

    {
        id: 3,
        genre: "comedy",
        names:"Джентельмены",
        description:"Талантливый выпускник Оксфорда, применив свой уникальный ум и невиданную дерзость, придумал нелегальную схему обогащения с использованием поместья обедневшей английской аристократии. Однако когда он решает продать свой бизнес влиятельному клану миллиардеров из США, на его пути встают не менее обаятельные, но жесткие джентльмены. Намечается обмен любезностями, который точно не обойдется без перестрелок и парочки несчастных случаев.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/c/c1/%D0%94%D0%B6%D0%B5%D0%BD%D1%82%D0%BB%D1%8C%D0%BC%D0%B5%D0%BD%D1%8B.jpg"
    },

    {
        id: 4,
        genre: "comedy",
        names:"Стажер",
        description:"70-летний вдовец Бен Уитакер обнаруживает, что выход на пенсию — еще не конец. Пользуясь случаем, он становится старшим стажером на сайте моды под руководством Джулс Остин.",
        showMore: false,
        image:"https://www.kino-teatr.ru/movie/posters/big/7/116827.jpg"
    },

    {
        id: 5,
        genre: "comedy",
        names:"Почему он?",
        description:"Глава семейства вступает в противостояние с молодым и богатым парнем своей дочери.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/a/a6/Why_Him_%28film%29.jpg"
    },

    {
        id: 6,
        genre: "comedy",
        names:"Отпетые мошенницы",
        description:"Сюжет вращается вокруг двух аферисток и их жертвы. Одна из мошенниц — обманщица высшего класса, предпочитающая тонкие аферы, долгое планирование и крупный куш, вращается в богатых и знатных кругах. Другая же — ниже уровнем, обычно работает по простым и быстрым схемам в стиле «урвал и убежал». И внезапно их интересы сталкиваются. Аферистки не хотят уступить друг другу и решают выбрать одну жертву и по итогам соревнования проигравшая сторона уберется восвояси. Так и происходит, что обе они теперь охотятся за миллионами молодого технического гения, сделавшего состояние в Кремниевой долине. Юноша наивен и бесхитростен и потому попадает в сети обеих мошенниц.",
        showMore: false,
        image:"https://play-lh.googleusercontent.com/VPnOBvQin_z2NYDwUJkQpp68WocUcn3zJdYx_UzAPSSL69WfuUTZqQC5xFNJR4UJCyA"
    },

    {
        id: 7,
        genre: "comedy",
        names:"Круэлла",
        description:"Лондон 70-х годов охвачен зарождающейся культурой панк-рока. Невероятно одаренная мошенница по имени Эстелла решает сделать себе имя в мире моды. Её лучшие друзья — парочка юных карманников, которые ценят страсть Эстеллы к приключениям и надеются вместе с ней отвоевать себе место под солнцем на улицах британской столицы. В один прекрасный день модное чутье Эстеллы привлекает внимание шикарной и пугающе высокомерной баронессы фон Хельман.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/1/16/Cruella_%282021%29_logo.jpg"
    },

    

    
]