export const filmsR = [

{
    id: 8,
    genre: "romance",
    names:"После",
    description:"Случайная встреча перевернула их привычный мир. Она — прилежная студентка и образцовая дочь, а он — дьявольски притягательный бунтарь из богатой семьи. Живя в параллельных вселенных, они бы вряд ли даже взглянули друг на друга. Однако этому знакомству суждено разделить жизнь влюбленных на до и после…",
    showMore: false,
    image:"https://upload.wikimedia.org/wikipedia/ru/a/a0/%D0%9F%D0%BE%D1%81%D1%82%D0%B5%D1%80_%D1%84%D0%B8%D0%BB%D1%8C%D0%BC%D0%B0_%D0%9F%D0%BE%D1%81%D0%BB%D0%B5_2019.jpeg"
},

{
    id: 9,
    genre: "romance",
    names:"Если я останусь",
    description:"Мия — талантливая девушка, влюбленная в классическую музыку, в свою виолончель и рокера Адама. Но после автокатастрофы Мия оказывается в коме. Пока тело девушки лежит в больнице, ее душа должна решить, хочет ли она жить дальше или же лучше отправиться в мир иной вслед за своими родными",
    showMore: false,
    image:"https://thumbs.dfs.ivi.ru/storage9/contents/1/7/d19191bfd6cd1a5ae551c5a4601a72.jpg"
},

{
    id: 10,
    genre: "romance",
    names:"Пассажиры",
    description:"Космический корабль с 5,000 пассажиров на борту, погруженных на время полета в искусственный сон, держит курс на планету, которая станет для них новым домом. Всё идет по плану, но из-за сбоя системы двое пассажиров неожиданно просыпаются и понимают, что до конечного пункта путешествия — 90 лет пути, и им суждено остаток жизни провести вдвоем в роскошных интерьерах корабля, оснащенного по последнему слову техники. Постепенно Джима и Аврору начинает непреодолимо тянуть друг к другу, но корабль попадает в беду, и теперь в их руках — жизнь и судьба всех обитателей корабля.",
    showMore: false,
    image:"https://upload.wikimedia.org/wikipedia/ru/9/9d/Passengers.jpg"
},

{
    id: 11,
    genre: "romance",
    names:"Из моего окна",
    description:"Ракель уже давно тайно влюблена в своего соседа. Но все меняется, когда он начинает отвечать ей взаимностью несмотря на протесты родителей.",
    showMore: false,
    image:"https://ru-images.kinorium.com/movie/1080/2745982.jpg?1644162546"
},

{
    id: 12,
    genre: "romance",
    names:"До встречи с тобой",
    description:"Лу Кларк знает, сколько шагов от автобусной остановки до ее дома. Она знает, что ей очень нравится работа в кафе и что, скорее всего, она не любит своего бойфренда Патрика. Но Лу не знает, что вот-вот потеряет свою работу и что в ближайшем будущем ей понадобятся все силы, чтобы преодолеть свалившиеся на нее проблемы.",
    showMore: false,
    image:"https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/f0e17561-dd1c-4bbc-95a3-3dbb9d93ee5e/300x450"
},

{
    id: 13,
    genre: "romance",
    names:"Жена путешественника во времени",
    description:"Они познакомились, когда ей было шесть, а ему — тридцать шесть. Они поженились, когда ей было двадцать три, а ему тридцать один. Потому что Генри страдает редким генетическим заболеванием — синдромом перемещения во времени; его исчезновения из жизни Клэр непредсказуемы, появления — комичны, травматичны и трагичны одновременно.",
    showMore: false,
    image:"https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/449bb449-69e9-4e50-baa6-446e7fcab3bb/600x900"
},

{
    id: 14,
    genre: "romance",
    names:"Клятва",
    description:"Во время медового месяца Пейдж и Лео попадают в автокатастрофу. Пока жена находится в коме, Лео не отходит от ее кровати ни на час, но возвращение девушки к жизни омрачено потерей памяти — она не узнает любимого и не помнит об их романе. И тогда Лео решает заново завоевать сердце Пейдж.",
    showMore: false,
    image:"https://upload.wikimedia.org/wikipedia/ru/thumb/6/68/The_Vow.jpg/216px-The_Vow.jpg"
},
]