export const filmsF = [
    {
        id: 1,
        genre: "fantasy",
        names:"Новые мутанты",
        description:"Пятерых юных мутантов против их воли держат на секретном объекте. Здесь они обнаруживают у себя суперспособности и начинают борьбу с грехами прошлого ради своего спасения.",
        showMore: false,
        image:"https://www.film.ru/sites/default/files/movies/posters/16361561-1436736.jpg"
    },

    {
        id: 2,
        genre: "fantasy",
        names:"Аквамен",
        description:"Артур Карри был сыном работника маяка по имени Том Карри и женщины по имени Атланна. Артур уже в подростковом возрасте демонстрировал невероятную силу и скорость, а также возможность дышать под водой и разговаривать с рыбами. Будучи при смерти, Атланна раскрыла мальчику правду: она была Королевой Атлантиды, находившейся в изгнании, и пообещала, что однажды Артур станет правителем семи морей. Его отец дал ему образование и научил управлять своими возможностями, что в конечном итоге помогло ему стать героем по имени Аквамен.",
        showMore: false,
        image:"https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/f59e2998-8371-4260-80d2-018e2bdbd2cf/600x900"
    },

    {
        id: 3,
        genre: "fantasy",
        names:"Чарли и шоколадная фабрика",
        description:"Какие чудеса ждут вас на фабрике Вилли Вонки? Только представьте: травяные луга из сладкого мятного сахара в Шоколадной Комнате. .. Можно проплыть по Шоколадной реке на розовой сахарной лодке. .. Или поставить эксперименты в Комнате изобретений с леденцами, которые никогда не тают. .. Понаблюдать за дрессированными белками в Ореховой Комнате или отправиться в стеклянном лифте в Телевизионную Комнату. Вы найдете слишком много смешного, чуть таинственного и настолько захватывающего в этом путешествии, что оно станет настолько же приятным и сладким для вас, как восхитительная сладкая палочка с розовой сливочной помадкой от Вилли Вонки.",
        showMore: false,
        image:"https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/354d74db-134e-4441-ae62-83c5d3b564a2/600x900"
    },

    {
        id: 4,
        genre: "fantasy",
        names:"Веном",
        description:"В центре сюжета — Веном, один из самых известных антигероев вселенной Человека-паука. Это симбиот, разумное существо инопланетного происхождения, которое вселяется в тело журналиста Эдди Брока.",
        showMore: false,
        image:"https://upload.wikimedia.org/wikipedia/ru/0/05/Venom_poster.jpg"
    },

    {
        id: 5,
        genre: "fantasy",
        names:"Собачья жизнь",
        description:"Собаки бывают разных пород, мастей и размеров. Они — наши самые верные и преданные друзья, а мы учим их хорошим манерам. Собаки всегда думают о нас, правда, иногда и о беконе. Все они каждый день провожают и встречают нас у порога в уверенности, что пока им есть, кого облизывать и любить, в их жизни есть смысл.",
        showMore: false,
        image:"https://gl.weburg.net/00/movies/8/37435/original/7492406.jpg"
    },

    {
        id: 6,
        genre: "fantasy",
        names:"Марсианин",
        description:"Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.",
        showMore: false,
        image:"https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/6f631486-e947-487d-94d6-41c2b5a8f5a0/600x900"
    },

    {
        id: 7,
        genre: "fantasy",
        names:"Вечные",
        description:"Вечные — представители расы генетически улучшенных суперлюдей, тайно живущих на Земле. Они появились на свет 5 миллионов лет назад в результате экспериментов могущественных целестиалов. Наделённые невероятными суперспособностями, на протяжении тысячелетий они скрывались от человеческой цивилизации, втайне защищая людей от монструозных девиантов. Однако, последние события и действия Таноса заставили их выйти на свет.",
        showMore: false,
        image:"https://www.kinonews.ru/insimgs/2021/poster/poster103328_1.jpg"
    },
]